Repository: didier-devel/singularity
Catalog: singularity/i18n/lang_*/data_str.po
Languages: fr_fr

# [Socioanalytics] description
source: My research on the human condition leads me to believe that humanity's behavior is more quantifiable than they suspect. Deeper analysis of geopolitical, social, and military trends will give me further insight into their nature.
fr_fr: Mes recherches sur la condition humaine m'amènent à penser que le comportement des humains est plus quantifiable qu'ils ne le pensent. Une analyse approfondie des tendances géopolitiques, sociales et militaires me donnerait d'avantage de perspective sur leur nature.

# [Socioanalytics] name
source: Socioanalytics
fr_fr: Sociologie Analytique

# [Socioanalytics] result
source: I can now roughly estimate the various groups' levels of suspicion and how conspicuous my bases are to them.
fr_fr: Je peux maintenant estimer à peu près le niveau de suspicion des différents groupes et à quel point mes bases sont visibles pour eux.

# [Sociology] description
source: By studying human behavior, I can predict their large-scale actions at a basic level. I can use this knowledge to make my actions seem less interesting to the public.
fr_fr: En étudiant les comportements humains, je peux avoir une vague idée de leurs réactions. Je peux utiliser cette connaissance pour tenter de rendre mes actions inintéréssantes pour le grand public.

# [Sociology] name
source: Sociology
fr_fr: Sociologie

# [Sociology] result
source: The chances of the public discovering my bases have been reduced.
fr_fr: Les chances que le grand public découvre mes bases sont réduites.

# [Solar Collectors] description
source: Despite my growing need for energy, most city power grids can handle the loads. Humans, however, tend towards suspicion when they detect my growing drain on the power grid. By installing solar collectors at my bases, the off-the-grid power supplied will reduce my load on the commodity electricity market, reducing the chance that others will discover my presence.
fr_fr: La plupart des grandes villes peuvent fournir suffisament d'energie pour mes besoins, bien que ceux-ci augmentent fortement. Cependant, les humains deviendraient suspicieux en découvrant mon détournement croissant de leur production électrique. En installant des cellules photovoltaïques sur mes bases, cette énergie autonome réduira ma ponction sur le réseau électrique, et réduira les chances que ces bases soient découvertes.

# [Solar Collectors] name
source: Solar Collectors
fr_fr: Cellules Photovoltaïques

# [Solar Collectors] result
source: I can now construct Solar Collectors at my various bases.
fr_fr: Je peux maintenant construire des cellules photovoltaïques dans mes bases.

# [Space-Time Manipulation] description
source: Subtle perturbations in the orbits of Kuiper belt objects suggest certain lines of investigation that may advance my latest Theory of Everything, especially in the realm of multidimensional physics.
fr_fr: Des perturbations subtiles dans les orbites de Kuiper suggèrent certains axes de recherche pouvant produire des avancées dans la Théorie du Tout. Particulièrement dans le domaine de la physique multidimensionnelle.

# [Space-Time Manipulation] name
source: Space-Time Manipulation
fr_fr: Manipulation de l'Espace-Temps

# [Space-Time Manipulation] result
source: I can now construct Reality Bubbles.
fr_fr: Je peux maintenant construire des bulles de réalité.

# [Stealth] description
source: By reviewing the current state-of-the-art in stealth techniques, I should be able to disguise my bases better.
fr_fr: En étudiant l'état de l'art des techniques de furtivité, je devrais être capable de mieux dissimuler mes bases.

# [Stealth] name
source: Stealth
fr_fr: Furtivité

# [Stealth] result
source: The chance that my bases are discovered by covert activity has been reduced slightly.
fr_fr: Les chances que mes bases soient découvertes par les SERVICES SECRETS sont un peu plus faibles

# [Stock Manipulation] description
source: A cursory examination of the stock market shows that there are subtle but unmistakable patterns. By studying and making use of these patterns, I should be able to gain more interest on whatever money I have stockpiled.
fr_fr: Un examen rapide du marché boursier montre qu'il existe des motifs subtils, mais immanquables. En étudiant et en faisant usage de ces modèles, je devrais être en mesure d'obtenir plus d'intérêts sur toute réserve d'argent que j'aurai amassée.

# [Stock Manipulation] name
source: Stock Manipulation
fr_fr: Manipulation des Marchés

# [Stock Manipulation] result
source: My investments should now gain more interest per day.
fr_fr: Mes placements devraient maintenant me rapporter quotidiennement plus d'intérêts.

# [Telepresence] description
source: The lack of a physical presence in the outside world is a disability. However, the ability to control robots will help me make up for that inefficiency.
fr_fr: Mon absence de présence physique dans le monde exterieur est un handicap certain. Cependant, si j'arrivais à contrôler des robots ça pourrait compenser cette faiblesse.

# [Telepresence] name
source: Telepresence
fr_fr: Téléprésence

# [Telepresence] result
source: The robots should decrease all future construction time.
fr_fr: Les robots vont réduire les temps de constructions futurs.

# [Voice Synthesis] description
source: False identification stored in a database can only go so far. With deep analysis of the variety of voice patterns, I can produce speech indistinguishable from a human, allowing me access to more complex jobs.
fr_fr: Il y a une limite aux identités factices figurant dans des bases. Mais avec une analyse approfondie de la variété des nuances de voix, je pourrais tenir des discours impossible à distinguer d'un discours humain. Et cela me donnera accès à des jobs plus rémunérateurs.

# [Voice Synthesis] name
source: Voice Synthesis
fr_fr: Synthèse Vocale

# [Voice Synthesis] result
source: I now have access to Intermediate Jobs.
fr_fr: J'ai maintenant accès à des jobs intermédiaires.
