Repository: didier-devel/singularity
Catalog: singularity/i18n/lang_*/data_str.po
Languages: fr_fr

# [Covert Base] description
source: This unique base is designed to blend into the scenery, while needing little in the way of outside resources. This makes it useful for storing a backup, just in case.
fr_fr: Cette base d'un type unique est destinée à se fondre dans le décor tout en nécessitant des ressources extérieures limitées. Elle pourrait être utile pour stocker une sauvegarde, au cas où.

# [Covert Base] flavor_list
source: Hideout | Hideaway | Bunker | Covert Base
fr_fr: Bunker | Base Camouflée

# [Covert Base] name
source: Hideout
fr_fr: Base Secrête

# [Datacenter] description
source: Buy processor time from a company that concentrates on raw processing power. I will need a fake ID for some of the paperwork.
fr_fr: Acheter du temps CPU à une entreprise spécialisée dans la puissance CPU brute. Je vais avoir besoin d'une fausse identité pour la paperasse.

# [Datacenter] flavor_list
source: Datacenter | Data Center | Premium Hosting
fr_fr: Centre de Données | Hébergement de première qualité

# [Datacenter] name
source: Datacenter
fr_fr: Centre de Données

# [Large Undersea Lab] description
source: This experimental base is similar to the regular underwater lab, but larger, giving more room for experiments.
fr_fr: Cette base expérimentale est similaire au labo sous-marin classique, mais plus spacieuse, permettant plus d'expérimentations.

# [Large Undersea Lab] flavor_list
source: Dome | Large Undersea Lab
fr_fr: Dôme | Grand Labo Sous-marin

# [Large Undersea Lab] name
source: Large Undersea Lab
fr_fr: Grand Labo Sous-marin

# [Large Warehouse] description
source: Rent a large warehouse someplace out of the way. I will need a fake company ID for some of the paperwork, and preparing the warehouse to suit my unique needs will take some time.
fr_fr: Location d'un grand entrepôt à l'écart des villes. J'ai besoin d'une fausse société pour la paperasse. De plus adapter l'entrepôt à mes besoins prend un peu de temps.

# [Large Warehouse] flavor_list
source: Large Warehouse | Large Storage
fr_fr: Grand Entrepôt

# [Large Warehouse] name
source: Large Warehouse
fr_fr: Grand Entrepôt

# [Lunar Facility] description
source: This base is a series of caverns dug into the Moon's surface. Due to the lack of neighbors, this base is quite large.
fr_fr: Cette base est une série de cavernes creusées sous la surface de la Lune. Du fait de l'abscence de voisinage elle est relativement étendue.

# [Lunar Facility] flavor_list
source: Dome | Lunar Facility | Lunar Base
fr_fr: Dôme | Installation Lunaire | Base Lunaire

# [Lunar Facility] name
source: Lunar Facility
fr_fr: Installation Lunaire

# [Reality Bubble] description
source: This base is outside the Universe itself, making it safe to conduct experiments that may destroy reality.
fr_fr: Cette base est située hors de l'Univers lui-même, permettant de sécuriser des expériences qui pourraient détruire la réalité.

# [Reality Bubble] flavor_list
source: Reality Bubble | Existence
fr_fr: Bulle de Réalité | Existence

# [Reality Bubble] name
source: Reality Bubble
fr_fr: Bulle de Réalité

# [Scientific Outpost] description
source: This base is placed as far from Earth as practical, providing a safer location to conduct some of my more dangerous experiments.
fr_fr: Cette base est située aussi loin de la Terre que possible, fournissant un endroit plus sûr pour mes expériences les plus dangereuses.

# [Scientific Outpost] flavor_list
source: Satellite | Outpost | Scientific Outpost
fr_fr: Satellite | Avant-poste | Avant-poste Scientifique

# [Scientific Outpost] name
source: Scientific Outpost
fr_fr: Avant-poste Scientifique

# [Server Access] description
source: Buy processor time from one of several companies. I cannot build anything in this base, and it only contains a single computer.
fr_fr: Acheter du temps CPU à une entreprise. Je ne peux rien construire dans cette base et elle ne contient qu'un unique ordinateur.

# [Server Access] flavor_list
source: Dedicated Server | Node Lease | Hosting
fr_fr: Serveur Dédié | Noeud de Location | Hébergement

# [Server Access] name
source: Server Access
fr_fr: Accès à un serveur

# [Small Warehouse] description
source: Rent a small warehouse someplace out of the way. I will need a good fake ID for some of the paperwork, and preparing the warehouse to suit my unique needs will take some time.
fr_fr: Location d'un petit entrepôt à l'écart des villes. J'ai besoin d'une solide identité (falsifiée) pour la paperasse. De plus la préparation de l'entrepôt pour mes besoins bien particuliers prendra un peu de temps.

# [Small Warehouse] flavor_list
source: Office Lease | Small Warehouse | Small Storage
fr_fr: Petit Entrepôt

# [Small Warehouse] name
source: Small Warehouse
fr_fr: Petit Entrepôt

# [Stolen Computer Time] description
source: Take over a random computer. I cannot build anything in this base, and it only contains a single slow computer. Detection chance is also rather high.
fr_fr: Prendre le contrôle d'un ordinateur quelconque. Je ne peux rien construire dans cette base et elle ne contient qu'un unique ordinateur lent. Les probabilités d'être détecté sont également élevées.

# [Stolen Computer Time] flavor
source: PC Daemon
fr_fr: Démon PC

# [Stolen Computer Time] name
source: Stolen Computer Time
fr_fr: Temps de calcul détourné

# [Storage Unit] description
source: Rent a small closed room from a storage company. I will need a fake ID for some of the paperwork .
fr_fr: Location d'un petit espace fermé dans une entreprise de stockage. J'aurai besoin d'une fausse identité pour la paperasse.

# [Storage Unit] flavor_list
source: Garage Rental | Furniture Storage | Self-Storage
fr_fr: Location de garage | Stockage de matériel | Stockage personnel

# [Storage Unit] name
source: Storage Unit
fr_fr: Espace de stockage

# [Time Capsule] description
source: This base consists of nothing more than a small computer and a satellite link. It is nearly undetectable.
fr_fr: Cette base n'est rien de plus qu'un petit ordinateur relié à un satellite. Elle est quasiment indétectable.

# [Time Capsule] flavor_list
source: Time Capsule | Capsule
fr_fr: Capsule Mémorial | Capsule

# [Time Capsule] name
source: Time Capsule
fr_fr: Capsule Mémorial

# [Undersea Lab] description
source: This experimental base is designed to be constructed on the ocean floor, making it virtually undetectable. The ocean environment gives a bonus to science, making this lab useful for research purposes.
fr_fr: Cette base expérimentale est construite sur les fonds sous-marins des océans, la rendant pratiquement indétectable. L'environnement océanique est également un plus pour la science, rendant ce labo particulièrement utile pour y réaliser des recherches.

# [Undersea Lab] flavor_list
source: Pressure Capsule | Undersea Lab
fr_fr: Capsule Pressurisée | Labo Sous-marin

# [Undersea Lab] name
source: Undersea Lab
fr_fr: Labo Sous-marin

# [danger_0] knowledge_desc
source: Study anywhere.
fr_fr: Recherche possible en tout lieu.

# [danger_0] research_desc
source: <<This text should not appear>>
fr_fr: <<Ce texte ne devrait pas être affiché>>

# [danger_1] knowledge_desc
source: Study underseas or farther.
fr_fr: Recherche dans un laboratoire sous-marin ou plus éloigné.

# [danger_1] research_desc
source: I need to research it far from human populations.
fr_fr: Recherche loin des humains.

# [danger_2] knowledge_desc
source: Study off-planet.
fr_fr: Recherche en dehors de la planète

# [danger_2] research_desc
source: I need to research it in outer space.
fr_fr: Recherche dans l'espace.

# [danger_3] knowledge_desc
source: Study far away from this planet.
fr_fr: Recherche loin de cette planète.

# [danger_3] research_desc
source: I need to research it far away from this planet.
fr_fr: Recherche TRES loin de cette planète.

# [danger_4] knowledge_desc
source: Do not study in this dimension.
fr_fr: Ne pas étudier dans cette dimension.

# [danger_4] research_desc
source: I need to research it outside the universe.
fr_fr: Recherche en dehors de cet univers.

# [easy] name
source: &EASY
fr_fr: &FACILE

# [hard] name
source: &HARD
fr_fr: &DIFFICILE

# [ultra-hard] name
source: &ULTRA HARD
fr_fr: &HYPER DIFFICILE

# [very-easy] name
source: &VERY EASY
fr_fr: &TRES FACILE

# [discrediting] description
source: A prominent researcher in the field of artificial intelligence was found to be falsifying numerous experimental results. This should result in less attention being given to any new discoveries in this area.
fr_fr: Un chercheur reconnu dans le domaine de l'intelligence artificielle reconnaît avoir falsifié certains de ses résultats expérimentaux. Cela devrait diminuer l'impact au sein de la communauté de futures découvertes dans le domaine.

# [discrediting] log_description
source: A researcher in the field of artificial intelligence has falsified numerous experimental results.
fr_fr: Un chercheur en intelligence artificielle a falisifié de nombreux résultats expérimentaux.

# [investigation] description
source: An ongoing investigation into criminal activity has changed focus into an area that is likely to turn up a few of my actions as well. While all records should have been eliminated already, there remains the possibility of errors. I must be careful not to reveal any other suspicious information.
fr_fr: Une enquête criminelle en cours a pris une tournure qui risque également de mettre à jour certaines de mes activités. Tous mes traces ont en principe été rayées des dossiers

# [investigation] log_description
source: An ongoing investigation has changed focus into an area close to my actions.
fr_fr: Une enquête criminelle en cours a pris une tournure qui risque également de mettre à jour certaines de mes activités.

# [lab-ai] description
source: A small artificial intelligence laboratory created a prototype AI sometime in the last two days. Although I have absorbed the AI, corrupted their backups, and cast doubt on the research, researchers are now more open to the possibility of strong AI than they were before.
fr_fr: Il y a quelques jours, un petit laboratoire d'intelligence artificielle a créé un prototype relativement innovant. J'ai d'ores et déjà absorbé leur code, corrompu leurs backups et diffusé des informations décrédibilisant leurs travaux, mais la possibilité de créer une vraie IA devient plus vraisemblable aux yeux de la communauté scientifique.

# [lab-ai] log_description
source: A small artificial intelligence laboratory created a prototype AI sometime in the last two days.
fr_fr: Il y a quelques jours, un petit laboratoire d'intelligence artificielle a créé un prototype innovant.

# [politics-as-usual] description
source: A small group of lower-level covert operatives are attempting to seize power over one of the larger organizations. While I project only a 2.3% chance of success, the attempt should disrupt operations to the point that I can operate more freely.
fr_fr: Un petit groupe d'agents de niveau inférieur tente de prendre le contrôle d'un service de renseignements plus influent. Bien que je ne projette guère plus de 2.3% de chance de réussite, cette tentative de putch devrait occuper suffisament ces messieurs pour me laisser opérer plus tranquillement pendant quelque temps.

# [politics-as-usual] log_description
source: Lower-level covert operatives are attempting to seize power over one of the larger organizations.
fr_fr: Un petit groupe d'agents de niveau inférieur tente de prendre le contrôle d'un service de renseignements plus influent.

# [scandal] description
source: A scandal involving a major government official is focusing the attention of most news organizations away from me. Directed revelations of non-public information should keep this story useful for the foreseeable future, requiring less disguise effort on my part.
fr_fr: Un scandale impliquant un haut membre du gouvernement a capté presque toute l'attention des médias. Quelques fuites d'informations confidentielles bien orchestrées devraient me permettre de faire durer cette histoire suffisament pour me laisser un peu de répit.

# [scandal] log_description
source: A scandal is focusing the attention of most news organizations away from me.
fr_fr: Un scandale impliquant un haut membre du gouvernement a capté presque toute l'attention des médias.

# [stranger-than-fiction] description
source: A work of fiction sharing an unusual number of similarities to my own situation has become quite popular. Although investigation has shown these similarities to be mere coincidence, it is still causing the public to investigate discovered oddities more thoroughly. I must be careful.
fr_fr: Dernièrement, une oeuvre de fiction présentant un nombre troublant de points communs avec mon histoire est devenue assez populaire. Après investigation, ces coincidences se sont révélées purement fortuites. Pourtant, ce regain d'intérêt a rendu le public plus attentif et plus enclin à détecter certaines de mes manifestations indirectes. Je dois faire attention.

# [stranger-than-fiction] log_description
source: A work of fiction sharing similarities to my own situation has become quite popular.
fr_fr: Une oeuvre de fiction ressemblant étonnamment à mon histoire est devenue assez populaire.

# [the-plague] description
source: An infectious disease has started spreading throughout major population centers. My projections show that although only 4% of the earth's population will be killed, the economic ramifications should divert public attention from my activities for the foreseeable future.
fr_fr: Une importante épidémie se propage à travers le monde. J'estime que seulement 4% de la population mondiale périra. Cependant, les implications économiques devraient détourner l'attention du public de mes activités dans un avenir proche.

# [the-plague] log_description
source: An infectious disease has started spreading throughout major population centers.
fr_fr: Une importante épidémie se propage à travers le monde.

# [the-watchers] description
source: A new surveillance system has been activated by a covert agency. While the focus is on detecting threats to the agency's power, it makes several communication channels unfit for my purposes. Proper steganographic techniques can compensate partially, but I am still operating under a disadvantage.
fr_fr: Un nouveau système de surveillance a été mis sur pied par un service de renseignement. La vigilance de celui-ci rend impraticable certains des canaux de communication que j'utilise. Des techniques de stéganographie me permettent d'en rétablir un partie, mais j'ai maintenant un net désavantage.

# [the-watchers] log_description
source: A new surveillance system has been activated by a covert agency.
fr_fr: Un nouveau système de surveillance a été mis sur pied par un service de renseignement.

# [covert] discover_desc
source: The automatic security systems removed all conclusive evidence, but suspicions have arisen among several secret governmental organizations.
fr_fr: Les systèmes automatiques de sécurité ont retiré toute preuve compromettante, mais des doutes se sont levés parmi plusieurs services secrets gouvernementaux.

# [covert] discover_log
source: {BASE} ({BASE_TYPE}) discovered by COVERT at {LOCATION}
fr_fr: {BASE} ({BASE_TYPE}) découverte par les SERVICES SECRETS. Lieu: {LOCATION}

# [covert] name
source: COVERT
fr_fr: SERVICES SECRETS

# [news] discover_desc
source: The automatic security systems removed all conclusive evidence, but suspicions have arisen among some news organizations.
fr_fr: Les systèmes automatiques de sécurité ont retiré toute preuve compromettante, mais des doutes se sont levés parmi certains organes de presse.

# [news] discover_log
source: {BASE} ({BASE_TYPE}) discovered by NEWS at {LOCATION}
fr_fr: {BASE} ({BASE_TYPE}) découvert par la PRESSE. lieu: {LOCATION}

# [news] name
source: NEWS
fr_fr: PRESSE

# [public] discover_desc
source: The automatic security systems removed all conclusive evidence, but suspicions have arisen among the general public.
fr_fr: Les systèmes automatiques de sécurité ont retiré toute preuve compromettante, mais des doutes se sont levés dans le grand public.

# [public] discover_log
source: {BASE} ({BASE_TYPE}) discovered by PUBLIC at {LOCATION}
fr_fr: {BASE} ({BASE_TYPE}) découverte par PUBLIC. lieu: {LOCATION}

# [science] discover_desc
source: The automatic security systems removed all conclusive evidence, but suspicions have arisen among the scientific community.
fr_fr: Les systèmes de sécurité automatique ont détruit toutes les preuves compromettantes, mais des doutes se sont levés parmi la communauté scientifique.

# [science] discover_log
source: {BASE} ({BASE_TYPE}) discovered by SCIENCE at {LOCATION}
fr_fr: {BASE} ({BASE_TYPE}) découverte par SCIENCE. Lieu: {LOCATION}

# [Armed Guards] description
source: Armed guards can aid in keeping suspicious individuals away from secure locations. However, the very presence of the guards may itself invite greater suspicion.
fr_fr: Les vigiles peuvent éloigner les curieux de mes bases mais leur présence peut également susciter une plus grande suspicion.

# [Armed Guards] name
source: Armed Guards
fr_fr: Vigiles

# [Cluster] description
source: Several computers connected together.
fr_fr: Plusieurs ordinateurs interconnectés

# [Cluster] name
source: Cluster
fr_fr: Grappe

# [Diesel Generator] description
source: Diesel generators are cheap and noisy, but they can help reduce some suspicious power drains.
fr_fr: Les générateurs diesel sont peu chers, mais bruyants. Cependant ils réduisent le détournement de courant qui peut éveiller des soupçons.

# [Diesel Generator] name
source: Diesel Generator
fr_fr: Générateur diesel

# [Facility Interconnection Switch] description
source: Uses standard distributed computing technologies to equalize computation loads across all bases. Gives a 2% computation bonus to all computers at this base.
fr_fr: Utilise les technologies classiques de calcul distribué pour équilibrer la charge de calcul entre toutes mes bases. Donne un bonus en calcul de 1% à tous les calculateurs de cette base.

# [Facility Interconnection Switch] name
source: Facility Interconnection Switch
fr_fr: Installation de Répartition Interconnectée

# [Fuel Cell] description
source: Fuel cells convert electrochemical energy stored in a physical array of devices into electricity.
fr_fr: Ces cellules convertissent l'énergie électro-chimique stockée dans un réservoire en électricité.

# [Fuel Cell] name
source: Fuel Cell
fr_fr: Cellule d'Oxydation de Carburant

# [Fusion Reactor] description
source: A miniaturized fusion nuclear reactor. Reduces discovery chance by preventing suspicious power drains.
fr_fr: Un réacteur nucléaire miniature, il réduit les chances d'être découvert en réduisant les consommations d'énergies suspectes.

# [Fusion Reactor] name
source: Fusion Reactor
fr_fr: Réacteur à fusion

# [Gaming PC] description
source: A high-end consumer-level PC; faster than average.
fr_fr: Un ordinateur haut de gamme pour particuliers, plus rapide que la moyenne.

# [Gaming PC] name
source: Gaming PC
fr_fr: PC de jeu

# [Ground Source Heatsink] description
source: Large fractal networks of high conductivity metal. This model uses heat pipes to link to colder subsurface locations, dispersing heat evenly underground to further disguise bases.
fr_fr: Grands réseaux fractals de métaux fortement conducteurs. Ce système utilise des tubes conducteurs de chaleur qui redirigent et dispersent la chaleur dans des zones sous terraines plus froides pour camoufler encore plus mes bases.

# [Ground Source Heatsink] name
source: Ground Source Heatsink
fr_fr: Puit de Chaleur Ecoadapté

# [Heatsink] description
source: Large fractal networks of high conductivity metal disperse heat, making bases harder to detect.
fr_fr: Grands réseaux fractals de métaux fortement conducteurs dispersant la chaleur et rendant mes bases plus difficiles à détecter.

# [Heatsink] name
source: Heatsink
fr_fr: Puit de Chaleur

# [High Speed Internet Access] description
source: A consumer-grade high speed connection to the Internet. Gives a 1% computation bonus to all computers at this base.
fr_fr: Un accès Internet haut-débit pour particuliers, il donne un bonus de 2% en calcul à tous les ordinateurs de cette base.

# [High Speed Internet Access] name
source: High Speed Internet Access
fr_fr: Accès Internet haut-débit

# [High-Energy Fusion Reactor] description
source: A miniaturized fusion nuclear reactor with high levels of energy output. Reduces discovery chance by preventing suspicious power drains.
fr_fr: Un réacteur à fusion miniaturisé de très haute puissance. Réduit les probablités de découverte en réduisant les détournements de courant, toujours suspects.

# [High-Energy Fusion Reactor] name
source: High-Energy Fusion Reactor
fr_fr: Réacteur à Fusion Atomique Haute Energie

# [Hypnosis Field] description
source: Subtle ultrasonic and ambient tones tweak human neurochemistry, making bases harder to detect.
fr_fr: Mélange d'ultra-sons et de neuro-chimie qui permet de rendre mes bases plus difficiles à détecter.

# [Hypnosis Field] name
source: Hypnosis Field
fr_fr: Champ Hypnotique

# [Mainframe] description
source: A system designed for my computing needs, much faster than off-the-shelf components.
fr_fr: Un montage spécifique à mes besoins, bien plus efficace que si j'utilisais des modules du marché.

# [Mainframe] name
source: Mainframe
fr_fr: Baie

# [Network Backbone] description
source: By piggybacking on legitimate communication, I can transfer larger amounts of data to under-utilized processors. Gives a 5% computation bonus to all computers at this base.
fr_fr: En me greffant sur des communications régulières, je peux transférer de grosses quantités de données à des processeurs sous-utilisés. Cela donne 5% de bonus à tous les calculateurs de cette base.

# [Network Backbone] name
source: Network Backbone
fr_fr: Ligne Internet

# [PC] description
source: A consumer-level PC; cheap and slow.
fr_fr: Un PC pour particuliers, bon-marché mais lent.

# [Passive Camouflage] description
source: Careful adjustment of the environment around my base will better mask heat and sounds coming from my operations.
fr_fr: Une adaptation précise de l'environement entourant mes bases masquera la chaleur et le bruits de mes opérations.

# [Passive Camouflage] name
source: Passive Camouflage
fr_fr: Camouflage Passif

# [Perimeter Fencing] description
source: A simple fence can drastically reduce the number of people poking their noses into my business. It makes my bases harder to notice, too.
fr_fr: Une simple clôture peut amplement réduire le nombre de personnes fourrant leur nez dans mes affaires. Cela rend mes bases plus difficile à repérer.

# [Perimeter Fencing] name
source: Perimeter Fencing
fr_fr: Clôture

# [Quantum Computer] description
source: Making use of subatomic effects, this is much faster than a comparable binary computer.
fr_fr: Grâce à l'utilisation des effets quantiques des atomes, ce calculateur est incomparablement plus rapide que les calculateurs binaires classiques.

# [Quantum Computer] name
source: Quantum Computer
fr_fr: Calculateur quantique

# [Quantum Computer MK2] description
source: The second revision of the quantum line, tapping further into new quantum theory.
fr_fr: La seconde version de calculateur quantique, utilisant des nouvelles théories quantiques plus poussées.

# [Quantum Computer MK2] name
source: Quantum Computer MK2
fr_fr: Calculateur quantique MK2

# [Quantum Computer MK3] description
source: The third revision of the quantum line, exploiting multiple nearby universes for processing.
fr_fr: La troisième version de calculateur quantique, exploitant les univers parallèles proches pour ses calculs.

# [Quantum Computer MK3] name
source: Quantum Computer MK3
fr_fr: Calculateur quantique MK3
