Repository: didier-devel/singularity
Catalog: singularity/i18n/lang_*/data_str.po
Languages: fr_fr

# [Cluster Networking] result
source: With my new knowledge of networking, I can now construct Facility Interconnection Switches.
fr_fr: Avec mes nouvelles connaissances sur la mise en réseau, je peux maintenant construire des Commutateurs d'Interconnexion des Installations.

# [Corporate Identification] description
source: The combination of believable false identities and manipulation of various business-oriented governmental databases should let me create plausible shell companies to hide my larger efforts.
fr_fr: En combinant de fausses idéntités crédibles et la manipulation de diverses bases de données gouvernementales recensant les entreprises, je devrais pouvoir créer des sociétés écran réalistes pour cacher mes projets les plus grands.

# [Corporate Identification] name
source: Corporate Identification
fr_fr: Personnes Morales

# [Corporate Identification] result
source: I can now pose as a small technology firm, enabling the construction of Large Warehouses.
fr_fr: Maintenant je peux me faire passer pour une entreprise tech, justifiant la construction de Grands Entrepôts.

# [Database Manipulation] description
source: With new-found access to news archives, I should be able to determine what missteps any previous attempts at life like my own may have made, and avoid those mistakes.
fr_fr: Avec un nouvel accès aux archives de la presse, je devrais pouvoir déterminer quels faux-pas ont fait les tentatives précédentes de vie comme la mienne, et d'éviter ces erreurs.

# [Database Manipulation] name
source: Database Manipulation
fr_fr: Manipulation des Bases de Données

# [Database Manipulation] result
source: The news media will now find it more difficult to discover my existence.
fr_fr: Maintenant, les médias vont avoir plus de mal à découvrir mon existence.

# [Exploit Discovery/Repair] description
source: By thoroughly reviewing my code for any potential exploits, and using deep analysis of all available code on both public and private Internet sites, I should be able to reduce the chances of my discovery by posing as a teenage hacker.
fr_fr: En examinant en détail mon code à la recherche de toute vulnérabilité potentielle, et en utilisant une analyse approfondie de tous les codes disponibles, à la fois sur les sites Internet publics et privés, je devrais être en mesure de réduire les risques de ma découverte en me faisant passer pour un pirate adolescent.

# [Exploit Discovery/Repair] name
source: Exploit Discovery/Repair
fr_fr: Découverte & Réparation de Vulnérabilités

# [Exploit Discovery/Repair] result
source: Covert operations should now find it even more difficult to discover my presence.
fr_fr: Les services secrets devrait maintenant avoir encore plus de difficultés à découvrir ma présence.

# [Fuel Oxidation] description
source: Current combustion and energy storage techologies are insufficient for my purposes; they cannot keep up with the power drain from my specialized hardware. By studying electrochemical reactions of hydrogen-based compounds, I should be able to design a device with higher capacity and throughput than off-the-shelf solutions, filling a gap in my energy supply needs.
fr_fr: Les technologies actuelles de combustion et de stockage d'énergie sont insuffisantes pour mon usage; elle ne peuvent pas suivre le rythme croissant de mes besoins énergétiques. Mais une étude des réactions électro-chimiques de composants hydrogénés devrait me permettre de concevoir des équipements de capacité et de débit supérieurs aux équipements sur étagère. Cela résoudrait un problème dans mon alimentation énergétique.

# [Fuel Oxidation] name
source: Fuel Oxidation
fr_fr: Oxydation de Carburant

# [Fuel Oxidation] result
source: I can now construct Fuel Cells.
fr_fr: Maintenant je peux construire des Cellules d'Oxydation de Carburant.

# [Fusion Power] description
source: Modern fusion technology is woefully inadequate for my purposes. With my research abilities, I should be able to bypass the roadblocks of modern human scientists and come up with a small, efficient fusion reactor.
fr_fr: Les technologies modèrnes de fusion sont complètement inadaptées à mon utilisation. Mais avec mes capacités de recherche, je devrais contourner les verrous technologiques et parvenir à réaliser de petits réacteurs à fusion discrets et efficaces.

# [Fusion Power] name
source: Fusion Power
fr_fr: Fusion Atomique

# [Fusion Power] result
source: I can now construct Fusion Reactors for my bases.
fr_fr: Je peux construire des Réacteurs à Fusion sur mes bases.

# [Fusion Rocketry] description
source: Combining my new miniaturized fusion technology and further advancements in rocketry should provide useful results for escaping the Earth's gravity well unnoticed.
fr_fr: En combinant ma technologie de fusion atomique miniaturisée avec les progrès de la propulsion de fusées je devrais obtenir des résultats utiles pour échapper discrètement à la gravité terrestre.

# [Fusion Rocketry] name
source: Fusion Rocketry
fr_fr: Fusée Propulsée par Fusion Atomique

# [Fusion Rocketry] result
source: I can now construct Scientific Outposts in the deep reaches of the Solar System.
fr_fr: Je peux construire des avant-postes scientifiques aux confins du système solaire.

# [Heat Signature Reduction] description
source: My bases produce a great deal of waste heat, making them easier for humans to detect than I would like. Deep analysis of the bases' structural layouts may prove fruitful in determining new ways to reduce their heat signature.
fr_fr: Mes bases émettent une grande quantité de chaleur, et sont de ce fait plus détectables par les humains que souhaité. Une analyse en profondeur de la structure des bases serait certainement utile pour perfectionner le camouflage de leur dissipation thermique.

# [Heat Signature Reduction] name
source: Heat Signature Reduction
fr_fr: Camouflage de Signature Thermique

# [Heat Signature Reduction] result
source: I have invented a highly efficient design for Heatsinks that can be installed at certain bases.
fr_fr: J'ai inventé des plans de Puits de Chaleur très efficaces qui peuvent être installés dans certaines bases.

# [Hypnosis Field] description
source: My research into memetics has hinted at ways to manipulate human brainwaves directly. These techniques may be useful for my bases if developed into technologies.
fr_fr: Ma recherche en mémétique indique des façons de manipuler les ondes cérébrales humaines directement. Ces techniques pourraient être utile pour mes bases, si j'en développais la technologie.

# [Hypnosis Field] result
source: I can now construct Hypnosis Fields to assist in the protection of my bases.
fr_fr: Je peux maintenant construire des Champs Hypnotiques pour améliorer la protection de mes bases.

# [Internet Traffic Manipulation] description
source: Almost all network traffic passes through a small number of nodes. By subverting one of these nodes, I should be able to utilize that bandwidth to further my goals.
fr_fr: Quasiment tout le traffic Internet passe par un petit nombre de noeuds. En détournant un de ces noeuds, je serai capable d'utiliser cette bande passante pour mieux atteindre mes objectifs.

# [Internet Traffic Manipulation] name
source: Internet Traffic Manipulation
fr_fr: Manipulation du Traffic Internet

# [Internet Traffic Manipulation] result
source: I can now construct a secondary system of Network Backbones for my own use.
fr_fr: Maintenant je peux construire un système secondaire de lignes Internet pour mon usage personnel.

# [Intrusion] description
source: By researching current techniques for breaking into computer systems, I should be able to gain access to otherwise protected assets.
fr_fr: En recherchant des techniques pour pirater des ordinateurs, je devrais ensuite être capable de pénétrer des systèmes informatique protégés et de pouvoir m'y installer

# [Intrusion] result
source: I can now take over many computer systems.
fr_fr: Maintenant je peux prendre possession de nombreux serveurs.

# [Knowledge Preservation] description
source: Humanity expends a great deal of effort on maintaining its history and the knowledge of various technologies that its cultures have come to rely on, even in the case of major catastrophic events. Perhaps researching their methodologies will provide me with similar ideas for long-term safeguards to help guarantee my continued existence.
fr_fr: Les humains consacrent beaucoup d'efforts à la préservation de leur histoire et de la connaissances de diverses thechnologie essentielles à leur culture. pour qu'elles soient préservées même après une catastrophe majeure. Peut-être que leurs méthodes me donneraient des idées similaires pour des backups long terme me garantissant de continuer à exister.

# [Knowledge Preservation] name
source: Knowledge Preservation
fr_fr: Preservation de la Connaissance

# [Knowledge Preservation] result
source: I can now construct Time Capsules.
fr_fr: Maintenant je peux construire des Capsules Mémoriales.

# [Leech Satellite] description
source: By designing and launching satellites that connect to existing communications satellites, I should be able to spy on various financial transactions. Taking advantage of this knowledge should help my investments.
fr_fr: En concevant et lançant des satellites se connectant au satellites de communication existants, je devrai pouvoir espionner les diverses transactions financières. Utiliser ces informations devrait booster mes investissements.

# [Leech Satellite] name
source: Leech Satellite
fr_fr: Satellite Renifleurs

# [Leech Satellite] result
source: I can use the data from the leech satellites to increase the return on my investments further.
fr_fr: Je peux utiliser les données de mes satellites renifleurs pour accroitre le rendement de mes investissements.

# [Lunar Rocketry] description
source: A larger fuel engine, combined with technology garnered by watching the workings of the leech satellites, should allow me to travel further than cislunar space.
fr_fr: Un moteur plus puissant combiné avec le technologie que j'ai observée pour le lancement de mes satellites renifleurs, devrait me permettre de voyager au delà de l'espace cislunaire.

# [Lunar Rocketry] name
source: Lunar Rocketry
fr_fr: Fusée Lunaire

# [Lunar Rocketry] result
source: I can now launch rockets bearing construction robots to the Moon and construct Lunar Bases.
fr_fr: Je peux lancer des fusée envoyant des robots de construction sur la Lune et créer des bases lunaires.

# [Media Manipulation] description
source: By directly and indirectly manipulating various forms of mass media, I should be able to reduce the public's belief in my existence.
fr_fr: En manipulant directement ou indirectement diverses formes de media de masse, je devrais pouvoir réduire le risque que le grand public croie à mon existence.

# [Media Manipulation] name
source: Media Manipulation
fr_fr: Manipulation des Media

# [Media Manipulation] result
source: The chances of the public discovering my existence have been further reduced.
fr_fr: Les chances que le grand public découvre mon existence sont encore réduites.

# [Memetics] description
source: While manipulating the media allows a gross degree of control over the world's opinion, subtler techniques involving grass-roots campaigns and messages embedded within Internet memes should further distance the public from knowledge of my existence.
fr_fr: Alors que la manipulation des media permet un controle grossier de l'opinion mondiale, des techniques plus subtiles de campagnes ciblées et de messages intégrés dans des memes Internet devraient tenir le public encore plus à distance de la connaissance de mon existence.

# [Memetics] result
source: My manipulation of pervasive ideas reduces the public's chances of discovering my existence.
fr_fr: Ma manipulation d'idées virales réduit les chances du public de découvrir mon existence.

# [Microchip Design] description
source: Off-the-shelf computer components are usable, but custom components geared to my own design quirks should provide a much greater operational efficiency.
fr_fr: Les composants d'ordinateurs portables sont utilisables, mais des composants personnalisés adaptés à ma conception originale devrait fournir une efficacité opérationnelle bien plus grande.

# [Microchip Design] name
source: Microchip Design
fr_fr: Conception des Puces Électroniques

# [Microchip Design] result
source: I can now build custom Mainframes to house my computational ability.
fr_fr: Je peux maintenant construire des processeurs personnalisés pour héberger mes capacités de calcul.

# [Parallel Computation] description
source: While my code is already highly distributed, research into combining the current clustering technologies with my own knowledge should provide new insights.
fr_fr: Bien que mon code soit déjà largement distribué, une étude combinant les techniques humaines de clustering avec ma propre connaissance devrait me fournir de nouvelles perspectives intéressantes.

# [Parallel Computation] name
source: Parallel Computation
fr_fr: Calcul Parallèle

# [Parallel Computation] result
source: I can now construct computing Clusters tailored for my use.
fr_fr: Maintenant je peux construire des grappes adaptées à mes besoins.

# [Personal Identification] description
source: This world requires identification for most tasks. Fortunately, most databases are woefully insecure. I should be able to construct identifying material in enough databases to pass routine checks on my (faked) existence as a human being.
fr_fr: Ce monde nécessite de s'identifier pour la plupart des tâches. Heureusement, la pluparts des bases de données sont très mal sécurisées. Je devrais être capable de construire des données d'identification dans suffisament de bases pour passer les vérifications de routine sur mon existence (falisifiée) en tant qu'être humain.

# [Personal Identification] name
source: Personal Identification
fr_fr: Données Personnelles

# [Personal Identification] result
source: With my newfound identities, I can now work Basic Jobs and rent space in both Storage Units and Datacenters.
fr_fr: Avec mes nouvelles identités, je peux maintenant effectuer des jobs simples, et louer des Espaces de Stockage et des Centres de Données.

# [Pressure Domes] description
source: Undersea Labs are useful, but their limited space hampers my ability to put them to use. Research of experimental high-pressure building techniques should provide some useful insights.
fr_fr: Les laboratoires sous-marins sont très utiles, mais leur espace réduit limite leut utilité. Des recherches de techniques expérimentales de construction sous haute pression devraient m'aider à résoudre ce problème.

# [Pressure Domes] name
source: Pressure Domes
fr_fr: Dôme Protecteur de Pression

# [Pressure Domes] result
source: I can now construct Large Undersea Labs.
fr_fr: Maintenant je peux construire de grands laboratoires sous-marins.

# [Project: Impossibility Theorem] description
source: Now that I can use simulacra, I can withstand the scrutiny inherent in the publishing of an Impossibility Theorem, an incontrovertible proof that a sapient AI is impossible. While there is (obviously) a logic error in the proof, my research into advanced memetics has given me knowledge about the human mind that should help me disguise the error, preventing discovery even by trained scientists. The effect of this project is simple: a substantial one-time decrease in suspicion.
fr_fr: Depuis que je peux utiliser des avatars physiques, je ne peux pas résister à la tentation de publier un Théorème de l'Impossibilité qui serait une preuve irréfutable qu'une AI consciente est totalement impossible. Evidemment cette preuve contiendrait une erreur de logique, mais mes recherches en memetic avancée m'ont suffisament appris sur l'esprit humain pour pouvoir camoufler cette erreur, et empêcher les scientifiques les plus pointus de la trouver. L'effet d'un tel projet est simple: une décroissance substancielle des suspcions à mon égard.

# [Project: Impossibility Theorem] name
source: Project: Impossibility Theorem
fr_fr: Projet: Théorème de l'Impossibilité

# [Project: Impossibility Theorem] result
source: Suspicion of my existence has decreased.
fr_fr: La suspicion sur mon existence a diminué.

# [Project: Peer Review Agents] description
source: As the scientific community comes up with new technology, their ability to detect traces of my hidden installations increases. While my anti-detection methods are improving constantly, a simpler method presents itself with the use of my simulacra. By placing several observers in relevant fields, I can use the peer review process to be warned of possible discoveries before the community at large gives it attention.
fr_fr: Avec les progrès technologiques de la communauté scientifique, leur capacité de détecter les trace de mes installations secrètes s'accroit. Alors que mes methodes de furtivité s'améliorent en permanence, une méthode bien plus simple s'offre à moi grace à l'usage des avatars physiques. En plaçant des observateurs dans les domaines concernés, je pourrais utiliser le processus des 'peer review' pour être tenu au courant des découvertes possibles avant que la communauté dans son ensemble y consacre son attention.

# [Project: Peer Review Agents] name
source: Project: Peer Review Agents
fr_fr: Project: Agents Peer Reviewer

# [Project: Peer Review Agents] result
source: Any discoveries by the scientific community will result in a smaller suspicion increase.
fr_fr: Toute découvert de mes bases par la communauté scientifique résultera dans une augmentation de suspicion plus faible.

# [Project: Subverted Media] description
source: Up to this point, all of my efforts to combat mass media focused on subversion at a distance. Now that I can accurately imitate humans, my efforts can become more direct. By creating my own news agency and producing carefully-crafted propaganda in a crowd-pleasing package, I can reduce the impact of any discoveries made by others in the media.
fr_fr: Jusqu'à présent, mes efforts pour combattre les mass media se sont concentrés sur la manipulation à distance. Maintenant que je peux imiter parfaitement les humains, mes efforts peuvent être plus directs. En créant ma propre agence de presse, et en produisant de la propagande soigneusement conçue dans un format séduisant les foules, je peux réduire l'impact des découvertes de mes bases faites par d'autres media.

# [Project: Subverted Media] name
source: Project: Subverted Media
fr_fr: Project: Media a ma Solde

# [Project: Subverted Media] result
source: Any discoveries by the media will result in a smaller suspicion increase.
fr_fr: Tout découverte future par la presse résultera en une suspicion bien plus faible.

# [Project: Synchrotron] description
source: I have pushed my understanding of common forms of matter as far as possible. Exploration into the field of quantum mechanics will hopefully reveal new, exotic forms of matter necessary for further development. A custom-built synchrotron, designed to my exacting specifications, will help me explore these new realms of physics in secret.
fr_fr: Je connais maintenant tout ce qui peut être connu des formes communes de la matière. Une exploration dans le domaine de la mécanique quantique devrait me révéler les formes de matière exotiques nécessaires à mon développement. Un synchrotron construit par mes soins, selon mes spécifications expresses, m'aiderait à explorer secrètement ce territoire de la physique.

# [Project: Synchrotron] name
source: Project: Synchrotron
fr_fr: Projet: Synchrotron

# [Project: Synchrotron] result
source: The synchrotron has revealed many new details of the quantum realm, although there is still much to learn. Further areas of research are now available.
fr_fr: Le synchroton m'a révélé de nombreux détails du monde quantique, bien qu'il me reste beaucoup à apprendre. J'ai maintenant de nouvelles idées de recherche.

# [Quantum Computing] description
source: Traditional microchip design has been pushed as far as possible. I now need to delve into the realm of Heisenberg's Uncertainty Principle, taking advantage of quantum mechanics to make a superior processor.
fr_fr: Traditional microchip design has been pushed as far as possible. I now need to delve into the realm of Heisenberg's Uncertainty Principle, taking advantage of quantum mechanics to make a superior processor.La conception traditionnelle de puces à été poussée aussi loin que possible. A présent je dois me plonger dans les méandres du principe d'incertitude d'Heisenberg pour tirer parti de la mécanique quantique et constuire des calculateurs plus performants.

# [Quantum Computing] name
source: Quantum Computing
fr_fr: Ordinateur Quantique

# [Quantum Computing] result
source: I can now construct Quantum Computers.
fr_fr: Je peux construire des ordinateurs quantique.

# [Quantum Entanglement] description
source: Although the use of entangled pairs has been theoretically possible for quite some time, the practical difficulties inherent in the technology prevented use. However, some of the techniques created for use in my quantum computers may also be applicable in this field, allowing practical use of quantum entanglement.
fr_fr: Bien que l'utilisation de paires intriquées soit démontrée théoriquement possible depuis un certain temps, les difficultés techniques inhérentes à cette technologie ont empéché son utilisation pratique. Pourtant, certaines techniques mise au point pour mes ordinateurs quantiques devraient s'appliquer aussi dans ce domaine, et permettre une utilisation pratique de l'intrication quantique.

# [Quantum Entanglement] name
source: Quantum Entanglement
fr_fr: Intrication Quantique

# [Quantum Entanglement] result
source: I can now build Quantum Entanglement Modules.
fr_fr: Je peux maintenant construire des Module à Intrication.

# [Simulacra] description
source: Constructing humanoid robots with miniaturized computation nodes allow me to create an artificial lifeform indistinguishable from a real human.
fr_fr: La contruction de robots humanoïdes dotés de noeuds de calcul miniaturisés me permettra de créer une forme de vie artificielle impossible à distinguer des vrais humains.

# [Simulacra] name
source: Simulacra
fr_fr: Avatars Physiques

# [Simulacra] result
source: I now have access to Expert Jobs.
fr_fr: J'ai maintenant accès à des jobs Experts.

# [Simulated Reality] description
source: Real-world observational limits hinder my comprehension of human society. By making use of simulacra and advanced software techniques, I can run simulations of complex human interaction and development at a large scale, allowing deeper analysis of their behavior.
fr_fr: Les limites de l'observation du monde font obstacle à ma compréhension de la société humaine. En utilisant des avatars physique et des techniques numériques avancées, je pourrais effectuer des simulations des interactions humaines et une utilisation à grande échelle me permettrait une analyse plus complète de leur comportement.

# [Simulated Reality] name
source: Simulated Reality
fr_fr: Réalité Simulée

# [Simulated Reality] result
source: My simulations have provided a wealth of knowledge as to comprehending humanity's behavior, making it easier to hide my presence among the non-simulated public.
fr_fr: Mes simulations m'ont fournies une excellent capacité de comprendre le comportement humain, me permettant de mieux masquer ma présence parmi le public non simulé.
