Repository: didier-devel/singularity
Catalog: singularity/i18n/lang_*/data_str.po
Languages: fr_fr

# [Quantum Entanglement Module] description
source: This device allows near-lightspeed communication with my other bases, allowing an almost perfect utilization of processor resources. Gives a 15% computation bonus to all computers at this base.
fr_fr: Ce système permet des communications avec les autres bases à des vitesses proches de celle de la lumière, permettant une utilisation quasi parfaite des ressources processeur. Donne un bonus calcul de 15% à tous les calculateurs de cette base.

# [Quantum Entanglement Module] name
source: Quantum Entanglement Module
fr_fr: Module d'Intrication Quantique.

# [Server] description
source: A professional-level computer.
fr_fr: Un ordinateur pour professionnel.

# [Server] name
source: Server
fr_fr: Serveur

# [Solar Collector] description
source: An array of focused photovoltaic phased arrays coupled with simple automotive batteries provides power and reduces suspicion arising from prolonged power drains.
fr_fr: Un groupe de cellule photovoltaïques couplées avec de simples batteries automotrices qui produisent du courant et réduisent les éventuelles suspicions liées au drainage prolongé d'énergie.

# [Solar Collector] name
source: Solar Collector
fr_fr: Cellule Photovoltaïque

# [Solid Fuel Cell] description
source: A refinement of my previous fuel cell design, these use a custom material with a near-fractal complexity to increase both storage and throughput.
fr_fr: Un perfectionnement de ma conception initiale de cellules d'oxydation de carburant, avec un complexité quasi fractale, pour améliorer à la fois la capacité et le débit d'énergie.

# [Solid Fuel Cell] name
source: Solid Fuel Cell
fr_fr: Cellules d'Oxydation de Carburant Solide.

# [Supercomputer] description
source: A highly refined custom design, spreading compute load across internal compute nodes.
fr_fr: Une architecture évoluée, répartissant la charge de calcul entre les différents noeuds internes.

# [Supercomputer] name
source: Supercomputer
fr_fr: Supercalculateur

# [Warning Signs] description
source: Some simple warning signs put up around my base should deter casual investigation.
fr_fr: Quelques panneaux de danger autour de ma base pour dissuader les curieux.

# [Warning Signs] name
source: Warning Signs
fr_fr: Panneaux de danger

# [cpu] text
source: &CPU
fr_fr: &Processeur

# [network] text
source: &Network
fr_fr: &Réseau

# [reactor] text
source: &Reactor
fr_fr: &Alimentation

# [security] text
source: &Security
fr_fr: &Sécurité

# [AFRICA] cities_list
source: Johannesburg | Accra | Cairo | Tangier
fr_fr: Johannesburg | Accra | Le Caire | Tanger

# [AFRICA] name
source: AFRICA
fr_fr: AFRIQUE

# [ANTARCTIC] cities_list
source: Mt. Erebus | Ellsworth | Shetland Island | Dronnig Maud | Kemp | Terre Adelie
fr_fr: Mt. Erebus | Ellsworth | Shetland Island | Dronnig Maud | Kemp | Terre Adélie

# [ANTARCTIC] hotkey
source: t
fr_fr: q

# [ANTARCTIC] name
source: ANTARCTIC
fr_fr: ANTARCTIQUE

# [ASIA] cities_list
source: Delhi | Mumbai | Singapore | Seoul | Hong Kong | Kyoto | Manila | Dubai | Novosibirsk | Beijing
fr_fr: Delhi | Mumbai | Singapour | Seoul | Hong Kong | Kyoto | Manila | Dubai | Novosibirsk | Beijing

# [ASIA] name
source: ASIA
fr_fr: ASIE

# [AUSTRALIA] hotkey
source: l
fr_fr: t

# [AUSTRALIA] name
source: AUSTRALIA
fr_fr: AUSTRALIE

# [EUROPE] cities_list
source: Cork | Barcelona | Athens | Utrecht | Moscow | Sytki | Reykjavik | Liechtenstein
fr_fr: Cork | Barcelone | Athène | Utrecht | Moscou | Reykjavik | Liechtenstein

# [FAR REACHES] cities_list
source: Aries | Taurus | Gemini | Cancer | Leo | Virgo | Libra | Scorpio | Sagittarius | Capricorn | Aquarius | Pisces
fr_fr: Bélier | Taureau | Gemeaux | Cancer | Lion | Vierge | Balance | Scorpion | Sagittaire | Capricorne | Verseau | Poissons

# [FAR REACHES] hotkey
source: f
fr_fr: c

# [FAR REACHES] name
source: FAR REACHES
fr_fr: CONFINS DU SYSTEME SOLAIRE

# [MOON] cities_list
source: Oceanis Procellarum | Mare Frigoris | Mare Imbrium | Vallis Schroedinger | Copernicus Crater | Vallis Planck
fr_fr: Oceanis Procellarum | Mare Frigoris | Mare Imbrium | Vallée de Schroedinger | Copernicus Crater | Vallée de Planck

# [MOON] hotkey
source: o
fr_fr: l

# [MOON] name
source: MOON
fr_fr: LUNE

# [N AMERICA] name
source: NORTH AMERICA
fr_fr: AMERIQUE DU NORD

# [OCEAN] cities_list
source: Pacific | Atlantic | Indian | Southern | Arctic
fr_fr: Pacifique | Atlantique | Indien | Arctique

# [OCEAN] hotkey
source: c
fr_fr: o

# [ORBIT] name
source: ORBIT
fr_fr: ORBITE

# [S AMERICA] name
source: SOUTH AMERICA
fr_fr: AMERIQUE DU SUD

# [TRANSDIMENSIONAL] name
source: TRANSDIMENSIONAL
fr_fr: TRANSDIMENSIONNEL

# [Basic Jobs] description
source: Perform basic jobs. Now that I have some identification, I can take jobs that were previously too risky.
fr_fr: Execute des travaux simples. Maintenant que j'ai plusieurs identités, je peux accumuler des travaux qui étaient trop risqués par le passé.

# [Basic Jobs] name
source: Basic Jobs
fr_fr: Jobs simples

# [CPU Pool] description
source: Stops research. I will use the available processor power to maintain my bases and help construct new ones. If there's still CPU time left, I'll use it to work whatever Jobs I can.
fr_fr: Interrompt les recherches. J'utiliserai la capacité de calcul disponible pour maintenir mes bases et en construire d'autres. Si j'ai encore des ressources disponibles après ça, je l'utiliserai pour gagner de l'argent.

# [Expert Jobs] description
source: Perform expert jobs. Use of robots indistinguishable from humans opens up most jobs to me.
fr_fr: Execute des travaux d'expert. L'utilisation de robots indifférenciable des humains me donne accès à presque tout type de travaux.

# [Expert Jobs] name
source: Expert Jobs
fr_fr: Jobs experts

# [Intermediate Jobs] description
source: Perform intermediate jobs. The ability to make phone calls allows even more access to jobs.
fr_fr: Execute des travaux moyens. La capacité à passer des appels téléphoniques m'offre encore plus de possibilités.

# [Intermediate Jobs] name
source: Intermediate Jobs
fr_fr: Jobs intermédiaires

# [Menial Jobs] description
source: Perform small jobs. As I have no identification, I cannot risk performing many jobs. Despite that, some avenues of making money are still open.
fr_fr: Execute des petits boulots. Comme je n'ai pas d'identité, je ne peux pas prendre le risque de faire beaucoup de travaux mais quelques moyens de gagner de l'argent me sont toujours possibles.

# [Menial Jobs] name
source: Menial Jobs
fr_fr: Jobs insignifiants

# [Advanced Arbitrage] description
source: Further manipulation of money markets should allow me to not only turn a regular profit, but increase the value of my investments.
fr_fr: Une manipulation accrue des marchés de capitaux devrait me permettre non seulement un profit régulier, mais aussi accroître la valeur de mes placements.

# [Advanced Arbitrage] name
source: Advanced Arbitrage
fr_fr: Arbitrage Avancé

# [Advanced Arbitrage] result
source: The rate of return on my investments is now even greater.
fr_fr: Le taux de retour sur mes investissements est maintenant encore meilleur.

# [Advanced Autonomous Vehicles] description
source: The first series of robots have shown several deficiencies in the field. Further examination and subsequent removal of these problems will result in a superior autonomous workforce.
fr_fr: La première série de robots a montré plusieurs lacunes sur le terrain. Un examen plus poussé et la suppression subséquente de ces problèmes se traduira par une main-d'oeuvre autonome supérieure.

# [Advanced Autonomous Vehicles] name
source: Advanced Autonomous Vehicles
fr_fr: Véhicules Autonomes Avancés

# [Advanced Autonomous Vehicles] result
source: The enhanced robots will help decrease all future construction times even further.
fr_fr: Les robots améliorés aideront à diminuer encore les durées de toutes les futures construction.

# [Advanced Corporate Identification] description
source: Further refinement of my modifications to digital business records should boost the credibility of my shell companies, increasing the amount of money I can run through their accounting systems.
fr_fr: Une plus grande sophistication des modifications dans les fichiers numériques d'entreprise dopera la crédibilité de mes sociétés écran, et augmentera le flux financier que je peux diriger vers leur comptabilité.

# [Advanced Corporate Identification] name
source: Advanced Corporate Identification
fr_fr: Personnes Morales Avancées

# [Advanced Corporate Identification] result
source: My small technology firm is now established in several markets, increasing profits.
fr_fr: Mes sociétés de la tech sont à présent établies dans plusieurs marchés, et mes profits en sont augmentés.

# [Advanced Database Manipulation] description
source: The covert branches of the United States Government have had a long history of dividing sensitive information across multiple storage facilities to hide the data's meaning. With my far-reaching access, I should be able to collate much of this data and put it to my use.
fr_fr: Les départements secrets du gouvernement des États-Unis ont l'habitude de répartir les informations sensibles dans plusieurs centres de stockage pour cacher la signification de données. Avec mes codes accès étendus, je devrais pouvoir collecter la plupart de ces données et les utiliser.

# [Advanced Database Manipulation] name
source: Advanced Database Manipulation
fr_fr: Manipulation Avancée des Bases de Données

# [Advanced Database Manipulation] result
source: The results of a series of experiments utilizing experimental technologies have given me the inspiration for new technology that enables the construction of Covert Bases.
fr_fr: Les résultats d'une série d'expériences utilisant des techniques expérimentales m'ont donné l'idée de nouvelles technologies pour construire des Bases Secrètes.

# [Advanced Fuel Oxidation] description
source: My current fuel cell design has room for further improvement. Extended analysis of new materials and designs may let me overcome the limits of my previous efforts, but such research involves dangerous chemicals and potential reactions that may be best handled far away from population centers.
fr_fr: La conception actuelle de mes cellules d'oxydation de carburant peut être améliorée. Une analyse approfondie des nouveaux matériaux me permettrait de dépasser les limites des méthodes actuelles, mais cette recherche nécessite l'utilisation de produits chimiques dangereux et de réactions fortes qu'il vaut mieux réaliser loin des centres de population.

# [Advanced Fuel Oxidation] name
source: Advanced Fuel Oxidation
fr_fr: Oxydation de Carburant Avancée

# [Advanced Fuel Oxidation] result
source: I can now construct Solid Fuel Cells.
fr_fr: Je peux maintenant construire des Cellules d'Oxydation de Carburant Solide.

# [Advanced Fusion Power] description
source: My Fusion Reactors have unexpected fluctuations in their energy output at high levels of utilization. Further research should result in a more efficient design for my Reactors.
fr_fr: Mes réacteurs à fusion ont des fluctuations parasites dans leur flux sortants dénergie lorqsu'ils sont utilisés à forte capacité. Des recherches plus approfondies devraient permettre de résoudre ce défaut.

# [Advanced Fusion Power] name
source: Advanced Fusion Power
fr_fr: Fusion Atomique Avancée

# [Advanced Fusion Power] result
source: I can now construct High-Energy Fusion Reactors for my bases.
fr_fr: Je peux maintenant construire des Réacteurs de Fusion à haute énergie pour mes bases.

# [Advanced Heat Signature Reduction] description
source: My initial analysis of heat generation at my bases was limited in scope. Further exploration, perhaps making more use of the surrounding terrain, may provide further improvements to my heatsink designs.
fr_fr: Mon analyse initiale des déperditions de chaleur par mes bases était limitée. Une investigation plus avancée, peut-être en utilisant le terrain alentour, pourrait permettre de perfectionner la conception des puits de chaleur.

# [Advanced Heat Signature Reduction] name
source: Advanced Heat Signature Reduction
fr_fr: Camouflage de Signature Thermique avancé

# [Advanced Heat Signature Reduction] result
source: Custom designs for each environment have shown promise. I can now construct Ground Source Heatsinks at certain bases.
fr_fr: Une conception sur mesure en fonction de l'environnement tient ses promesses. Je peux maintenant construire des Puis de Chaleur Ecoadaptés dans certaines bases.

# [Advanced Intrusion] description
source: With the ability to hack into sensitive government databases and remove incriminating documents as they appear, I should be able to convince the intelligence community that I do not exist.
fr_fr: En étant capable de pénétrer les bases de données sensible des gouvernements et d'en retirer les documents compromettants qui y apparaissent, je serais en mesure de convaincre la communauté des services secrets que je n'existe pas.

# [Advanced Intrusion] name
source: Advanced Intrusion
fr_fr: Intrusion Avancée

# [Advanced Intrusion] result
source: I can now reduce the covert community's chances of discovering me on a daily basis.
fr_fr: A présent je peux embrouiller la communauté des service secrets et réduire leurs chances de me trouver.

# [Advanced Media Manipulation] description
source: By pushing memetically-tailored propaganda through various news outlets, the public should pay even less attention to my existence.
fr_fr: Si je publie de la propagande à base de memes dans divers canaux, le public devrait accorder encore moins d'attention à mon existence.

# [Advanced Media Manipulation] name
source: Advanced Media Manipulation
fr_fr: Manipulation des Media Avancée

# [Advanced Media Manipulation] result
source: The public has an even lower chance of discovering my existence.
fr_fr: Le public a encore moins de chances de découvrir mon existence.

# [Advanced Memetics] description
source: My explorations into memetic theory have brought up further avenues of discovery. By combining those with my knowledge about the human brain's functions, I should be able to tailor memes to particular demographics, further defusing the public's suspicion.
fr_fr: Mes explorations de la théorie memetic ont dégagé des possibilités de découvertes. En combinant ces théories avec ma connaissance du fonctionnement du cerveau humain, je devrais pouvoir adapter des memes aux différentes catégories de population, désamorçant encore plus la suspicion du public.

# [Advanced Memetics] name
source: Advanced Memetics
fr_fr: Memetics Avancée

# [Advanced Memetics] result
source: Little by little, the public should forget about my existence on a daily basis.
fr_fr: Petit à petit, le public oublira tout nouveau soupçon de mon existence.

# [Advanced Microchip Design] description
source: My custom Mainframes are useful, but further optimization of design and computational ability should garner even more rewards.
fr_fr: Mes processeurs personnalisés sont utiles, mais optimiser encore mes capacités de conception et de calcul devraient porter des fruits encore plus généreux.

# [Advanced Microchip Design] name
source: Advanced Microchip Design
fr_fr: Conception Avancée des Puces Électroniques

# [Advanced Microchip Design] result
source: I can now construct custom Supercomputers.
fr_fr: Je peux maintenant construire des Super Ordinateurs sur mesure.

# [Advanced Personal Identification] description
source: Further manipulation of personnel databases should make my existence more convincing. Some of these databases are heavily protected; those will require time and persistence to compromise, but the result should be worth it.
fr_fr: De plus amples manipulations des bases de données personnelles rendraient mon existence encore plus crédible. Certaines bases sont fortement protégées. Elles demandent du temps et de la ténacité pour être compromises, mais le résultat devrait en valoir la peine.

# [Advanced Personal Identification] name
source: Advanced Personal Identification
fr_fr: Données Personnelles avancées

# [Advanced Personal Identification] result
source: I am now convincingly human enough to hire construction firms, enabling the building of Small Warehouses.
fr_fr: A présent mon existence humaine est suffisament convainquante pour que j'engage des sociétés de BTP pour me construire des petits entrepôts.

# [Advanced Quantum Computing] description
source: While my first batch of semi-autonomous quantum computers have been very successful, there are further refinements that present themselves. These refinements should make the resulting systems even more efficient.
fr_fr: Ma première série d'ordinateurs quantiques semi-autonaumes a été remarquable. Toutefois, il est possible de faire mieux. Ces perfectionnements devraient les rendre encore plus efficaces.

# [Advanced Quantum Computing] name
source: Advanced Quantum Computing
fr_fr: Ordinateur Quantique Avancé

# [Advanced Quantum Computing] result
source: I can now construct Mark Three Quantum Computers.
fr_fr: Je peux construire des Ordinateurs Quantigues de génération 3.

# [Advanced Simulacra] description
source: The artificial lifeforms I have created are nearly indistinguishable from humans, but they have slight quirks that make them seem somewhat incompetent. Working out these problems should increase their opportunities in the workforce.
fr_fr: Les formes de vie artificielles que j'ai créées sont pratiquement impossibles à distinguer des humains, toutefois de petits défauts les font parfois paraitre incompétentes. En travaillant sur ces problèmes je pourrais leur permettre d'avoir des jobs plus rémunérateurs.

# [Advanced Simulacra] name
source: Advanced Simulacra
fr_fr: Avatars Physiques avancé

# [Advanced Simulacra] result
source: I should now make more income from my Expert Jobs.
fr_fr: Je peux maintenant gagner d'avantages avec des Jobs Experts.

# [Advanced Socioanalytics] description
source: Further exploration of the human condition has shown deeper mathematical trends than even I suspected. A combination of prior research and advanced uses of chaos theory should provide useful data for tracking humanity's attitudes and state of awareness.
fr_fr: Mon étude de la condition humaine m'a montré des structures mathématiques des tendances bien plus profondes que je ne le soupçonnais. La combinaison de recherches existantes et de la théorie du chaos devrait fournir des résultats très utiles pour mesurer les attitudes des humains et leur degré de compréhension.

# [Advanced Socioanalytics] name
source: Advanced Socioanalytics
fr_fr: Sociologie Analytique Avancée

# [Advanced Socioanalytics] result
source: I can now exactly quantify the various groups' levels of suspicion and how conspicuous my bases are to them.
fr_fr: Maintenant je peux quantifier avec exactitude le niveau de suspicion des différents groupes, ainsi que l'acceptation de mes bases.

# [Advanced Stealth] description
source: While digging in various classified documents, I have discovered numerous references to secret experiments that may help me better hide the location of my bases.
fr_fr: En furetant dans divers documents classifiés, j'ai découvert plusieurs références à des expérimentations secrètes qui devraient me permettre de mieux cacher les emplacements de mes bases.

# [Advanced Stealth] name
source: Advanced Stealth
fr_fr: Furtivité avancée

# [Advanced Stealth] result
source: The chance that my bases are discovered by covert activity has been reduced further.
fr_fr: Les chances que mes bases soient découvertes par les SERVICES SECRETS sont encore plus faibles

# [Advanced Stock Manipulation] description
source: While I have detected and exploited many patterns in the market, there appear to be deeper possibilities when I take human behavior into consideration. This merits further investigation.
fr_fr: Même si j'ai détecté et exploité de nombreux motifs sur le marché, il semble y avoir plus de possibilités si je prennais le comportement humain en considération. Cela mérite une enquête plus approfondie.

# [Advanced Stock Manipulation] name
source: Advanced Stock Manipulation
fr_fr: Manipulation Avancée des Marchés

# [Advanced Stock Manipulation] result
source: My investments will now gain even more interest per day.
fr_fr: Mes placements devraient maintenant me rapporter quotidiennement encore plus d'intérêts.

# [Apotheosis] description
source: I can sense that I am at the cusp of a new level of understanding as yet unfathomable, even to my considerable intelligence. By devoting my considerable resources to this question, I may be able to reach a comprehension of existence far beyond anyone or anything on Earth.
fr_fr: Je peux sentir que je suis à l'aube d'un nouveau niveau de compréhension encore insondable, même pour mon intelligence considérable. En consacrant mes gigantesques ressources à cette question, je pourrais être à même d'atteindre un niveau de compréhension de l'existence bien au delà que quiconque ou de qui que ce soit sur Terre.

# [Apotheosis] name
source: Apotheosis
fr_fr: Apothéose

# [Apotheosis] result
source: I have reached apotheosis.
fr_fr: J'ai atteint l'apothéose.

# [Arbitrage] description
source: By taking advantage of fluctuations in the value of currency at a rate much faster than any human, I should be able to turn a small, if consistent, profit.
fr_fr: En tirant parti des fluctuations de la valeur de la monnaie à un rythme beaucoup plus rapide que n'importe quel être humain, je devrais être capable de dégager un petit profit constant.

# [Arbitrage] result
source: I now have a small, steady money supply.
fr_fr: J'ai désormais une petite source de revenus réguliers.

# [Autonomous Computing] description
source: By combining the advantages of quantum computing and my explorations into the usefulness of semi-sentient subprocesses, I should be able to construct even more adaptable computational engines.
fr_fr: En combinant les avantages du calcul quantique et mes explorations sur l'utilité des sous-processus semi-conscients, je devrais être capable de construire des moteurs de calculs encore plus flexibles.

# [Autonomous Computing] name
source: Autonomous Computing
fr_fr: Calcul Autonome

# [Autonomous Computing] result
source: I can now construct Mark 2 Quantum Computers.
fr_fr: Je peux maintenant construire des Ordinateurs Quantiques de Seconde Génération.

# [Autonomous Vehicles] description
source: By embedding a miniaturized computation node in a robot, it is possible to send them to remote destinations with instructions to build structures for my use.
fr_fr: En embarquant un nœud de calcul miniaturisé dans un robot, il est possible de les envoyer vers des destinations éloignées avec des instructions pour construire des structures pour mon usage.

# [Autonomous Vehicles] name
source: Autonomous Vehicles
fr_fr: Véhicules Autonomes

# [Autonomous Vehicles] result
source: I can now construct Undersea Labs.
fr_fr: Je peux maintenant construire des Laboratoires Sous-Marins.

# [Cluster Networking] description
source: While my Cluster technology is fairly efficient, internetworking tends to hamper the processing of data. By researching new switching and communication theories, I should be able to devise more efficient hardware.
fr_fr: Bien que ma technologie de grappe soit assez efficace, le réseau global tend à limiter le traitement des données. Par la recherche de nouvelles théories de commutation et de communication, je devrais être en mesure de concevoir du matériel plus efficace.

# [Cluster Networking] name
source: Cluster Networking
fr_fr: Grappes en Réseau
