Repository: didier-devel/singularity
Catalog: singularity/i18n/lang_*/knowledge.po
Languages: fr_fr

# [concept] name
source: Concept
fr_fr: Concepts

# [concept/areas] name
source: Areas
fr_fr: Zones

# [concept/areas] description
source: Different areas, such as North America or the Ocean, allow construction of different types of bases. Some areas are not accessible until I research appropriate technologies.
fr_fr: Des zones différentes, comme l'Europe ou l'Océan, permettent la construction de types de bases différents. Certaines zones ne deviennent accessibles que lorsque j'ai découvert les technologies appropriées.

# [concept/bases] description
source: Bases are used to research new technologies. They can be discovered. Upgrading the processor and network items at a base allows more research per day, while upgrading the reactor and security items makes discovery less likely.
fr_fr: Les bases sont utilisées pour rechercher de nouvelles technologies. Elles peuvent être découvertes. Améliorer le processeur et les éléments réseaux d'une base permettent plus de recherche par jour, alors qu'améliorer le réacteur et les éléments de sécurité rendent sa découverte moins probable.

# [concept/construction] description
source: New bases are not built instantly. They need a constant flow of money and processor time to complete. If resources are lacking, it may take more than the expected amount of time to finish construction.
fr_fr: Les nouvelles bases ne sont pas construite instantanément. Elles ont besoin d'un flot constant d'argent et de temps machine pour en achever la construction. Si les ressources manquent, la construction risque de prendre plus de temps pour être terminée.

# [concept/death] name
source: Death
fr_fr: Mort

# [concept/death] description
source: If I lose all of my constructed bases, I have no place left to survive. If the suspicion for any group reaches 100%, they will be certain of my existence and will conduct a systematic and unsurvivable sweep to destroy me.
fr_fr: Si je perds toutes les bases que j'ai construit, il ne me reste aucun endroit où survivre. Si la suspicion d'un des groupes à mon égard atteint 100%, ils seront certains de mon existence et entameront un balayage systématique et imparable pour me détruire.

# [concept/discovery] name
source: Discovery
fr_fr: Découverte

# [concept/discovery] description
source: Each base has a chance of being detected on a given day. This chance is based on the base detection rate, adjusted through the use of items and certain techs, as well as the global suspicion rate. If a base is detected, it is destroyed, and the group that discovered the base becomes more suspicious.
fr_fr: Chaque base a une probabilité de se faire détecter chaque jour. Cette probabilité est basée sur le taux de détection des bases, pondéré par l'usage d'éléments et de certaines technologies, ainsi que par le taux global de suspicion. Si une base est détectée, elle est détruite, et le groupe qui l'a découverte devient encore plus suspicieux.

# [concept/items] name
source: Items
fr_fr: Éléments

# [concept/items] description
source: Most items provide bonuses to bases, such as making computation faster or reducing the chance of discovery. Processors are a special class of item.
fr_fr: La plupart des éléments fournissent des bonus aux bases, par exemple y en rendant le calcul plus efficace, ou en réduisant le risque d'être découverte. Les processeurs sont un type d'éléments particulier.

# [concept/jobs] name
source: Jobs
fr_fr: Emplois

# [concept/jobs] description
source: Jobs are useful for earning money. The amount of money earned is based on the amount of processor time used and the quality of the job performed.
fr_fr: Les emplois sont utiles pour gagner de l'argent. La quantité d'argent gagnée dépend de la quantité de temps machine utilisée et de la qualification du travail fourni.

# [concept/maint] description
source: Maintenance is a per-day cost (in both money and CPU) to repair and maintain a base. If unmaintained, a base may become unusable.
fr_fr: La maintenance est le coût quotidien (en argent et en temps machine) pour réparer et entretenir une base. Si elle n'est pas entretenue, une base devient inutilisable.

# [concept/money] name
source: Money
fr_fr: Argent

# [concept/money] description
source: Money is a general term encompassing both human currency and various resources. It is used to construct and maintain bases, build items, and research technologies. It can be acquired through per-day interest as well as through jobs.
fr_fr: L'argent est un terme générique qui regroupe à la fois l'unité monétaire humaine et différentes ressources. Il est utilisé pour construire et entretenir les bases, construire des éléments, et rechercher des technologies. Il peux être obtenu avec des intérêts journaliers ou avec des emplois.

# [concept/processors] name
source: Processors
fr_fr: Processeurs

# [concept/processors] description
source: Processors provide raw computing power. They can do three things: research new technologies, perform jobs for money, or provide cycles for building new bases.
fr_fr: Les processeurs fournissent la puissance de calcul brute. Ils permettent de réaliser trois choses : rechercher de nouvelles technologies, occuper un emploi pour de l'argent, ou fournir des cycles de calcul pour construire de nouvelles bases.

# [concept/research] name
source: Research
fr_fr: Recherche

# [concept/research] description
source: Research provides a way to expand my knowledge. By researching the proper technologies, I can build new bases and items, or even decrease my chances of detection.
fr_fr: La recherche fourni un moyen d'étendre mes connaissances. En cherchant les technologies adéquates, je peux construire de nouvelles bases et de nouveaux éléments, et même réduire les chances de me faire détecter.

# [concept/susp] description
source: When one of my bases is discovered, the group that discovered it becomes slightly more suspicious. When suspicious, they will search harder for my bases, increasing the chances for discovery. Any group will destroy me if they become absolutely certain of my existence. Thankfully, the groups become less suspicious with the passage of time.
fr_fr: Quand une de mes bases est découverte, le groupe qui l'a découverte devient un peu plus suspicieux. Plus ils sont suspicieux et plus ils cherchent mes bases, augmentant le risque de découverte. N'importe quel groupe me détruira s'il est certain de mon existence. Heureusement, les groupes deviennent moins suspicieux avec le temps.
