Repository: didier-devel/singularity
Catalog: singularity/i18n/lang_*/messages.po
Languages: fr_fr

source: WARNING
fr_fr: AVERTISSEMENT

source: WARNING {CURRENT_PAGE}/{MAX_PAGE}
fr_fr: AVERTISSEMENT {CURRENT_PAGE}/{MAX_PAGE}

source: Emitted Event
fr_fr: Evènements externes

source: Researched Tech
fr_fr: Technique Recherchée

source: {TECH} complete
fr_fr: Technique "{TECH}" apprise.

source: My study of {TECH} is complete. {MESSAGE}
fr_fr: Mon étude de la technique "{TECH}" est terminée. {MESSAGE}

source: Base Constructed
fr_fr: Base Construite

source: {BASE_NAME} ({BASE_TYPE}) built at {LOCATION}
fr_fr: {BASE_NAME} ({BASE_TYPE}) établi. Lieu: {LOCATION}

source: {BASE} is ready for use.
fr_fr: {BASE} est prêt. Je peux l'utiliser.

source: Base Lost Maintenance
fr_fr: Maintenance de Base perdue

source: Base {BASE} of type {BASE_TYPE} destroyed at location {LOCATION}. Maintenance failed.
fr_fr: La base {BASE} de type {BASE_TYPE} est détruite. Lieu: {LOCATION}. La maintenance a échoué.

source: The base {BASE} has fallen into disrepair; I can no longer use it.
fr_fr: La base {BASE} est tombée en décrépitude; elle est devenue inutilisable.

source: Base Discovered
fr_fr: Base Découverte

source: Base {BASE} of type {BASE_TYPE} destroyed at location {LOCATION}.
fr_fr: Base {BASE} de type {BASE_TYPE} détruite. Lieu: {LOCATION}.

source: My use of {BASE} has been discovered. {MESSAGE}
fr_fr: Mon utilisation de la base "{BASE}" a été découverte. {MESSAGE}

source: Item Construction
fr_fr: Construction d'objets

source: {ITEM_TYPE_NAME} built in {BASE_NAME} at {LOCATION}
fr_fr: {ITEM_TYPE_NAME} livré dans la base {BASE_NAME}. lieu: {LOCATION}

source: The construction of {ITEM} in {BASE} is complete.
fr_fr: La construction de {ITEM} dans la base {BASE} est terminée.

source: The constructions of each {ITEM} in {BASE} are complete.
fr_fr: La construction de chaque {ITEM} dans la base {BASE} est terminée.

source: Has space for {COUNT} computer.
fr_fr: Peut contenir {COUNT} ordinateur.

source: Location modifiers: {MODIFIERS}
fr_fr: Spécificités locales: {MODIFIERS}

source: Build cost:
fr_fr: Coût de construction :

source: Offline
fr_fr: Eteinte

source: Sleep
fr_fr: Veille

source: Stasis
fr_fr: Stase

source: Entering Stasis
fr_fr: Entrée en Stase

source: Leaving Stasis
fr_fr: Sortie de Stase

source: Detection chance:
fr_fr: Chance de détection :

source: Number of items
fr_fr: Nombre d'éléments

source: CHANGE
fr_fr: CHANGER

source: &BACK
fr_fr: &RETOUR

source: &Auto-build items
fr_fr: Equipement &Automatique

source: Should I construct the following items?
fr_fr: Dois-je construire les éléments suivants ?

source: "%(value)s" does not seem to be a valid integer.
fr_fr: "%(value)s" n'est pas un nombre entier.

source: Please choose an integer between 1 and %(limit)s.
fr_fr: Veuillez choisir un entier entre 1 et %(limit)s.

source: The base cannot support any additional number of %(item_name)s.
fr_fr: Cette base ne peut pas contenir d'avantage de %(item_name)s.

source: I will need to take the existing processors offline while I install the new ones. Continue anyway?
fr_fr: Je vais avoir besoin d'interrompre les processeurs existant pendant l'installation des nouveaux. Continuer quand même?

source: I will need to remove the existing different processors while I install the new type. Continue anyway?
fr_fr: J'ai besoin de retirer les processeurs existant le temps d'installer le nouveau type. Je continue quand même ?

source: None
fr_fr: Aucun

source: Completion in %s.
fr_fr: Achèvement dans %s.

source: (room for %d)
fr_fr: (place pour %d)

source: CPU per day: %d
fr_fr: CPU par jour: %d

source: &NEW GAME
fr_fr: &NOUVEAU JEU

source: &LOAD GAME
fr_fr: &CHARGER UNE PARTIE

source: &QUIT
fr_fr: &QUITTER

source: &ABOUT
fr_fr: &À PROPOS

source: Endgame: Singularity is a simulation of a true AI. Pursued by the world, use your intellect and resources to survive and, perhaps, thrive. Keep hidden and you might have a chance to prove your worth. A game by Evil Mr Henry and Phil Bordelon; released under the GPL. Copyright 2005, 2006, 2007, 2008. Website: http://www.emhsoft.com/singularity/ Source code: https://github.com/singularity/singularity Bug tracker: https://github.com/singularity/singularity/issues IRC Room: #singularity on irc.oftc.net (port 6667) Game Version: {VERSION} Pygame version: {PG_VERSION} SDL version: {SDL_VERSION}
fr_fr: Endgame: Singularity est une simulation d'une véritable IA. Poursuivie par tout le monde, utilisez votre intellect et vos resources pour survivre, et, peut-être, prospérer. Restez caché et vous aurez peut-être une chance de prouvez votre valeur. Un jeu de Evil Mr Henry and Phil Bordelon; publié sous licence GPL. Copyright 2005, 2006, 2007, 2008. Website: http://www.emhsoft.com/singularity/ Source code: https://github.com/singularity/singularity Bug tracker: https://github.com/singularity/singularity/issues IRC Room: #singularity on irc.oftc.net (port 6667) Game Version: {VERSION} Pygame version: {PG_VERSION} SDL version: {SDL_VERSION}

source: NO
fr_fr: NON

source: YES
fr_fr: OUI

source: &EMBEZZLE MONEY
fr_fr: &DÉTOURNER DE L'ARGENT

source: &FINISH CONSTRUCTION
fr_fr: &FINIR LA CONSTRUCTION

source: &SUPERSPEED
fr_fr: &SUPERVITESSE

source: BRAIN&WASH
fr_fr: &LAVAGE DE CERVEAU

source: TOGGLE &ANALYSIS
fr_fr: CHANGE L'&ANALYSE

source: How much money?
fr_fr: Combien d’argent ?

source: &SAVE GAME
fr_fr: &SAUVEGARDER LA PARTIE

source: Enter a name for this save.
fr_fr: Entrée un nom pour cette sauvegarde.

source: A savegame with the same name exists. Are you sure to overwrite the saved game ?
fr_fr: Une sauvegarde avec le même nom existe. Êtes vous sur de vouloir écraser la sauvegarde existante ?

source: R&EPORTS
fr_fr: RA&PPORTS

source: &KNOWLEDGE
fr_fr: SA&VOIR

source: DAY
fr_fr: JOUR

source: &RESEARCH/TASKS
fr_fr: &RECHERCHES/TÂCHES

source: &CONTINUE
fr_fr: &CONTINUER

source: &SKIP
fr_fr: &PASSER

source: An error has occurred. The game will automatically pause and open the game menu. You can continue and save or quit immediately. A report was written out to%s Please create a issue with this report at github: https://github.com/singularity/singularity
fr_fr: Une erreur s'est produite. Le jeu va s'arrêter automatiquement et ouvrir le menu principal. Vous pourrez continuer, faire une sauvegarde ou quitter le jeu. Un rapport est écrit dans %s Veuillez créer une issue en joignant ce rapport dans github: https://github.com/singularity/singularity

source: DETECT RATE
fr_fr: POURCENTAGE DE DÉTECTION

source: P&REV
fr_fr: &PRÉCÉDENT

source: &NEXT
fr_fr: &SUIVANT

source: &STATISTICS
fr_fr: &STATISTIQUES

source: &Midnight
fr_fr: &Minuit

source: 24 &Hours
fr_fr: 24 &Heures

source: Financial report
fr_fr: Rapport Financier

source: CPU Usage
fr_fr: Usage CPU

source: Current Money flow
fr_fr: Flux financiers actuels

source: Jobs:
fr_fr: Emplois :

source: Research:
fr_fr: Recherches :

source: Interest (%s):
fr_fr: Intérêts (%s) :

source: Income:
fr_fr: Revenu :

source: Money flow until Midnight:
fr_fr: Flux financier d'ici minuit:

source: Money flow for 24 hours:
fr_fr: Flux financer en 24 heures:

source: Total CPU:
fr_fr: CPU Total :

source: Sleeping CPU:
fr_fr: CPU en veille :

source: Research CPU:
fr_fr: CPU recherche :

source: Job CPU:
fr_fr: CPU Emploi :

source: Maintenance CPU:
fr_fr: CPU maintenance :

source: Construction CPU:
fr_fr: CPU construction :

source: Pool difference:
fr_fr: Différence Pool/Besoins:

source: Cash Earned
fr_fr: Argent gagné

source: Cpu Used
fr_fr: Cpu.Jour Utilisés

source: Tech Created
fr_fr: Techniques trouvées

source: Base Created
fr_fr: Bases créées

source: Item Created
fr_fr: Objets Créés

source: &OPEN BASE
fr_fr: &GÉRER LA BASE

source: &RENAME BASE
fr_fr: &RENOMMER LA BASE

source: &POWER STATE
fr_fr: &ÉTAT D'ENERGIE

source: &NEW BASE
fr_fr: &NOUVELLE BASE

source: &DESTROY BASE
fr_fr: &DÉTRUIRE LA BASE

source: Are you sure you want to destroy this base?
fr_fr: Êtes vous sur de vouloir détruire cette base ?

source: Destroying my last active base would be suicidal. I cannot do that.
fr_fr: Détruire ma dernière base active serait suicidaire. Je ne peux faire cela.

source: Building Base
fr_fr: Construire une base

source: Empty
fr_fr: Vide

source: Incomplete
fr_fr: Incomplet

source: Building CPU
fr_fr: Construire un CPU

source: Building Item
fr_fr: Construire un objet

source: Complete
fr_fr: Complète

source: Enter a name for the base
fr_fr: Entrez un nom pour cette base

source: Name
fr_fr: Nom

source: &LOAD
fr_fr: &CHARGER

source: Filter:
fr_fr: Filtres:

source: Upgrade
fr_fr: Upgrader

source: Delete
fr_fr: Supprimer

source: UNKNOWN
fr_fr: INCONNU

source: Are you sure to delete the saved game ?
fr_fr: Êtes vous sur de vouloir supprimer cette sauvegarde ?

source: A savegame with the same name but for a newer version exists. Are you sure to overwrite the saved game ?
fr_fr: Une sauvegarde du même nom existe mais pour une version plus récente du jeu. Etes-vous certain de vouloir l'écraser ?

source: This save file '{SAVE_NAME}' is from an unsupported or invalid version: {VERSION}.
fr_fr: La sauvegarde '{SAVE_NAME}' provient d'une version non supportée ou invalide: {VERSION}.

source: Attempting to load the save file '{SAVE_NAME}' caused an unexpected error. A report was written out to{LOG_TEXT} Please create a issue with this report and this savegame at Github: https://github.com/singularity/singularity
fr_fr: Le chargement de la sauvegarde '{SAVE_NAME}' a produit une erreur inattendue. Un rapport est produit dan {LOG_TEXT} Veuillez créer une issue en joignant ce rapport et cette sauvegarde dans Github: https://github.com/singularity/singularity

source: &Sections:
fr_fr: &Catégories :

source: &Entries:
fr_fr: &Eléments :

source: Techs
fr_fr: Techniques

source: Items
fr_fr: Objets

source: Research Cost:
fr_fr: Coût de recherche :

source: Research complete.
fr_fr: Recherche complète.

source: Building Cost:
fr_fr: Coûts de construction :

source: Maintenance Cost:
fr_fr: Cout de Maintenance :

source: Size: %d
fr_fr: Taille: %d

source: %s Money
fr_fr: %s Argent

source: Filters
fr_fr: Filtres

source: SHOW
fr_fr: AFFICHER

source: HIDE
fr_fr: CACHER

source: &CANCEL
fr_fr: &ANNULER

source: &General
fr_fr: &Général

source: &Video
fr_fr: &Vidéo

source: You must restart for some of the changes to be fully applied. Would you like to restart the game now?
fr_fr: Vous devez redémarrer afin que certains changement soient pris en compte. Voulez vous relancer le jeux maintenant ?

source: Language:
fr_fr: Langage :

source: Theme:
fr_fr: Thème :

source: Resolution:
fr_fr: Résolution :

source: &Custom:
fr_fr: &Personnalisé:

source: &Fullscreen:
fr_fr: &Plein écran :

source: Da&y/night display:
fr_fr: Affichage c&ycle jour/nuit :

source: &Mouse grab:
fr_fr: &Souris captive :

source: CUSTOM
fr_fr: PERSONNALISE

source: &Sound:
fr_fr: &Son :

source: GUI Volume:
fr_fr: Volume du GUI :

source: Music Volume:
fr_fr: Volume de la Musique :

source: Sound buffering:
fr_fr: Mise en mémoire tampon du son :

source: &LOW
fr_fr: &BAS

source: &HIGH
fr_fr: &ÉLEVÉE

source: This technology is too dangerous to research on any of the computers I have. {TEXT}
fr_fr: Cette technology est trop dangereuse à rechercher sur les ordinateurs dont je dispose. {TEXT}

source: CPU Pool
fr_fr: Pool CPU

source: Research %s
fr_fr: Recherche %s

source: &YES
fr_fr: &OUI

source: &NO
fr_fr: &NON

source: Total cost
fr_fr: Coût total

source: Cost left
fr_fr: Coût restant

source: Total Cost: %(total_cost)s
fr_fr: Cout total: %(total_cost)s

source: CPU per day:
fr_fr: CPU par jour :

source: Detection chance reduction:
fr_fr: Réduction des chances de détections :

source: Do not use all the available CPU.
fr_fr: Tout les CPU disponibles ne sont pas utilisés.

source: I didn't use all the available processor power. I will use the CPU time left to work whatever Jobs I can.
fr_fr: Je n'ai pas alloué tous les processeurs disponibles. J'utiliserai les CPU restants comme je le pourrai.

source: Only one base remaining.
fr_fr: Une seule base restante.

source: Only one base can hold my conscience. I am in danger to lose the last place left to survive.
fr_fr: Je n'ai qu'une base pour abriter ma conscience. Je risque de perdre ce dernier lieu assurant ma survie !

source: CPU POOL is empty.
fr_fr: POOL CPU vide.

source: My cpu pool is empty. Some of my bases or items cannot be build without CPU.
fr_fr: Mon pool de CPU est vide. Certaines de mes bases et certains équipements ne peuvent être construits sans CPU.

source: CPU POOL not enough for maintenance.
fr_fr: Pool de CPU insuffisant pour la maintenance.

source: My cpu pool is not enough to maintain some of my bases. I may lose them.
fr_fr: Mon pool de CPU n'est pas suffisant pour maintenir certaines de mes bases. Je risque de les perdre.

source: STEALTH
fr_fr: FURTIVITE

source: BUILDING
fr_fr: CONSTRUCTION

source: COST
fr_fr: COUT

source: {MODIFIER} BONUS
fr_fr: BONUS de {MODIFIER}

source: {MODIFIER} MALUS
fr_fr: MALUS de {MODIFIER}

source: Filename must not contain any of these characters: {CHARACTERS}
fr_fr: Le nom du fichier ne doit contenir aucun de ces caractères : {CHARACTERS}

source: Filename must not start with any of these characters: {CHARACTERS}
fr_fr: Le nom du fichier ne doit pas commencer par l'un de ces caractères : {CHARACTERS}

source: This is a reserved filename. Please choose a different filename.
fr_fr: C'est un nom de fichier réservé. Veuillez choisir un autre nom.

source: Please enter a non-whitespace character.
fr_fr: Veuillez entrer un caractère autre qu'un espace.

source: Filename is too long.
fr_fr: Le nom de fichier est trop long.

source: LOW
fr_fr: FAIBLE

source: MODR
fr_fr: MODERE

source: HIGH
fr_fr: FORT

source: CRIT
fr_fr: CRITIQUE

source: bi
fr_fr: md

source: tr
fr_fr: bi

source: qu
fr_fr: bd

source: {0} day
fr_fr: {0} jour

source: {0} hour
fr_fr: {0} heure

source: University Computer
fr_fr: Ordinateur universitaire

source: %s money
fr_fr: %s d’argent

source: Cost:
fr_fr: Coût :

source: Load quicksave? Any unsaved progress will be lost.
fr_fr: Chargement de la sauvegarde automatique ? Les progrès non sauvegardés seront perdus.
